Repository: Nongfsq/QuickRecorder-Enhanced
Catalog: QuickRecorder/Localizable.xcstrings
Source language: en
Languages: it, zh_hans, zh_hant

source: Recording with Alpha Channel
it: Registrazione con canale Alpha
zh_hans: 在输出中包含 Alpha 通道
zh_hant: 在輸出中包含 Alpha 通道

source: Recording:
it: Registrazione:
zh_hans: 正在录制:
zh_hant: 正在錄製:

source: Recovery record directory is invalid.
it: La directory dei record di ripristino non è valida.
zh_hans: 恢复记录目录无效。
zh_hant: 恢復記錄目錄無效。

source: Red
it: Rosso
zh_hans: 系统红色
zh_hant: 系統紅色

source: Reduces steady background noise on the microphone using the tested 80% RNNoise and 20% original mix. System audio is not changed.
it: Riduce il rumore di fondo costante del microfono usando una miscela testata composta dall'80% di RNNoise e dal 20% dell'audio originale. L'audio di sistema non viene modificato.
zh_hans: 使用已测试的 80% RNNoise 与 20% 原声混合，降低麦克风中的持续背景噪声。系统声音不会被处理。
zh_hant: 使用已測試的 80% RNNoise 與 20% 原聲混合，降低麥克風中的持續背景噪音。系統聲音不會被處理。

source: Refresh
it: Ricaricare
zh_hans: 刷新列表
zh_hant: 重新整理列表

source: Refusing to remove a recovery record outside its task directory.
it: Rifiuto di rimuovere un record di ripristino al di fuori della sua directory delle attività.
zh_hans: 拒绝移除任务目录之外的恢复记录。
zh_hant: 拒絕移除工作目錄之外的恢復記錄。

source: Remove Recovery Record
it: Rimuovi record di ripristino
zh_hans: 移除恢复记录
zh_hant: 移除恢復記錄

source: Replace source after strict validation
it: Sostituisci la fonte dopo una rigorosa convalida
zh_hans: 严格验证后替换源文件
zh_hant: 嚴格驗證後取代來源檔

source: Resize
it: Ridimensionare
zh_hans: 编辑选区
zh_hant: 編輯選區

source: Resolution
it: Risoluzione
zh_hans: 清晰度
zh_hant: 解析度

source: Restart Compression
it: Riavviare la compressione
zh_hans: 重新开始压缩
zh_hant: 重新開始壓縮

source: Restart QuickRecorder to apply the language everywhere.
it: Riavvia QuickRecorder per applicare la lingua ovunque.
zh_hans: 重新启动 QuickRecorder 以在所有界面应用所选语言。
zh_hant: 重新啟動 QuickRecorder，以在所有介面套用所選語言。

source: Reveal in Finder
it: Rivela nel Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Review this archive before restarting it.
it: Esamina questo archivio prima di riavviarlo.
zh_hans: 重新开始前请检查此归档任务。
zh_hant: 重新開始前請檢查此封存工作。

source: SVT Preset
it: Preimpostazione SVT
zh_hans: SVT 预设
zh_hant: SVT 預設

source: Save
it: Salva
zh_hans: 保存位置
zh_hant: 儲存位置

source: Save Changes
it: Salva modifiche
zh_hans: 保存修改
zh_hant: 儲存修改

source: Save Current Frame
it: Salva screenshot del fotogramma attuale
zh_hans: 保存当前帧截图
zh_hant: 儲存當前幀快照

source: Saved %.1f%%
it: Salvato %.1f%%
zh_hans: 节省 %.1f%%
zh_hant: 節省 %.1f%%

source: Screen
it: Schermo
zh_hans: 录制全屏画面
zh_hant: 錄製整個螢幕

source: Screen Area
it: Area dello schermo
zh_hans: 录制屏幕区域
zh_hant: 錄製螢幕區域

source: Screen Magnifier
it: Lente d'ingrandimento dello schermo
zh_hans: 屏幕放大镜
zh_hant: 螢幕放大鏡

source: Screen Selector
it: Selettore dello schermo
zh_hans: 屏幕选择器
zh_hant: 螢幕選擇器

source: Screen recording permission is unavailable.
it: L'autorizzazione alla registrazione dello schermo non è disponibile.
zh_hans: 屏幕录制权限不可用。
zh_hant: 螢幕錄製權限不可用。

source: Select Applications
it: Seleziona applicazioni
zh_hans: 选择应用程序
zh_hant: 選擇應用程式

source: Select Area to Record
it: Seleziona l'area da registrare
zh_hans: 选择屏幕区域以录制
zh_hant: 選擇螢幕區域以錄製

source: Select Window Directly
it: Seleziona direttamente la finestra
zh_hans: 直接点选窗口
zh_hant: 直接點選視窗

source: Select...
it: Seleziona...
zh_hans: 选择...
zh_hant: 選擇...

source: Sets H.265 MP4, High 2x, 15 FPS, adaptive VFR, automatic video bitrate, AAC 64 Kbps mono audio, microphone noise reduction, and automatic AV1 archive after recording.
it: Imposta H.265 MP4, High 2x, 15 FPS, VFR adattivo, bitrate video automatico, audio mono AAC 64 Kbps, riduzione del rumore del microfono e archivio AV1 automatico dopo la registrazione.
zh_hans: 设置 H.265 MP4、高 2x、15 FPS、自适应 VFR、自动视频码率、AAC 64 Kbps 单声道、麦克风降噪，并开启录制后自动 AV1 压缩。
zh_hant: 設定 H.265 MP4、高 2x、15 FPS、自適應 VFR、自動影片位元率、AAC 64 Kbps 單聲道、麥克風降噪，並開啟錄製後自動 AV1 壓縮。

source: Share...
it: Condividi...
zh_hans: 分享...
zh_hant: 分享...

source: Shortcuts Settings
it: Impostazioni scorciatoie
zh_hans: 快捷键设置
zh_hant: 快速鍵設定

source: Show Colors...
it: Mostra colori...
zh_hans: 显示颜色…
zh_hant: 顯示顏色…

source: Show Dock Icon
it: Mostra nel Dock
zh_hans: 显示 Dock 图标
zh_hant: 顯示 Dock 圖標

source: Show MenuBar Icon
it: Mostra nella barra dei menu
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖示

source: Show QuickRecorder on Dock
it: Mostra QuickRecorder sul Dock
zh_hans: 在程序坞中显示 QuickRecorder
zh_hant: 在 Dock 中顯示 QuickRecorder

source: Show QuickRecorder on Menu Bar
it: Mostra QuickRecorder sulla barra dei menu
zh_hans: 在菜单栏中显示 QuickRecorder
zh_hant: 在選單列中顯示 QuickRecorder

source: Show Windows with No Title
it: Mostra finestre senza titolo
zh_hans: 显示无标题窗口
zh_hant: 顯示無標題視窗

source: Show floating preview after recording
it: Mostra l'anteprima mobile dopo la registrazione
zh_hans: 录制结束后显示预览悬浮窗
zh_hant: 錄製結束後顯示預覽懸浮窗

source: Show in Finder
it: Mostra nel Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Skips tiny-change frames while preserving full-rate frames during active motion. Best for lecture slides, notes, and mostly static screens.
it: Ignora i fotogrammi con variazioni minime, mantenendo la frequenza completa durante il movimento. Ideale per diapositive, appunti e schermate prevalentemente statiche.
zh_hans: 在活动画面中保留完整帧率，同时跳过变化极小的帧。最适合演示文稿、笔记和大部分静止的画面。
zh_hant: 在動態畫面中保留完整影格率，同時略過變化極小的影格。最適合簡報、筆記和大部分靜止的畫面。

source: Speech - 64Kbps
it: Voce: 64 Kbps
zh_hans: 语音 - 64Kbps
zh_hant: 語音 - 64Kbps

source: Speech High - 96Kbps
it: Voce alta: 96 Kbps
zh_hans: 语音高 - 96Kbps
zh_hant: 語音高 - 96Kbps

source: Speech Low - 48Kbps
it: Discorso basso: 48 Kbps
zh_hans: 语音低 - 48Kbps
zh_hant: 語音低 - 48Kbps

source: Start
it: Inizia
zh_hans: 开始录制
zh_hant: 開始錄製

source: Start Recording
it: Inizia a registrare
zh_hans: 开始录音
zh_hant: 開始錄音

source: Startup
it: Avvio
zh_hans: 启动设置
zh_hant: 啟動設定

source: Still Processing
it: Elaborazione in corso
zh_hans: 仍在处理
zh_hant: 仍在處理

source: Stop Play
it: Smetti di giocare
zh_hans: 停止播放
zh_hant: 停止播放

source: Stop Recording
it: Interrompi registrazione
zh_hans: 结束屏幕录制
zh_hant: 結束螢幕錄製

source: System Audio
it: Audio di sistema
zh_hans: 录制系统声音
zh_hant: 錄製系統聲音

source: System Default
it: Predefinita di sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: System Preferences
it: Preferenze di sistema
zh_hans: 系统偏好设置
zh_hant: 系統偏好設定

source: Take Screenshot
it: Cattura schermata
zh_hans: 截图
zh_hant: 截圖

source: The "Acoustic Echo Cancellation" is enabled, but it won't work on now. If you need to use a specific input with AEC, set it to "Default" and select the device you want in System Preferences. Or you can start recording without AEC.
it: La "Cancellazione dell'eco acustico" è abilitata, ma al momento non funzionerà. Se devi utilizzare un ingresso specifico con AEC, impostalo su "Predefinito" e seleziona il dispositivo desiderato in Preferenze di Sistema. Oppure puoi iniziare a registrare senza AEC.
zh_hans: 您已启用"消除麦克风回声", 但很可惜程序内自定义麦克风不支持此功能! 如需在特定的麦克风上使用回音消除功能, 请将麦克风选项设为"系统默认", 并在系统偏好设置中选择您需要使用的输入设备. 或者直接开始录制 (不使用回声消除功能)
zh_hant: 您已啟用"消除麥克風回聲", 但很可惜程式內自定義麥克風不支援此功能! 如需在特定的麥克風上使用迴音消除功能, 請將麥克風選項設為"系統預設", 並在系統偏好設定中選擇您需要使用的輸入裝置. 或者直接開始錄製 (不使用回聲消除功能)

source: The archive output is missing.
it: Manca l'output dell'archivio.
zh_hans: 归档输出文件不存在。
zh_hant: 封存輸出檔案不存在。

source: The original recording no longer exists. This task cannot be restarted.
it: La registrazione originale non esiste più. Questa attività non può essere riavviata.
zh_hans: 原始录像已不存在，无法重新开始此任务。
zh_hant: 原始錄影已不存在，無法重新開始此工作。

source: The output path is a file instead of a folder!
it: Il percorso di output è un file anziché una cartella!
zh_hans: 所选的保存位置是一个文件, 应该是文件夹!
zh_hant: 所選的儲存位置是一個檔案, 應該是資料夾!

source: The source recording is missing.
it: Manca la registrazione sorgente.
zh_hans: 源录制文件不存在。
zh_hant: 來源錄製檔案不存在。

source: The temporary archive is missing.
it: Manca l'archivio temporaneo.
zh_hans: 临时归档文件不存在。
zh_hant: 暫存封存檔案不存在。

source: There needs to be at least one display connected
it: È necessario che sia collegato almeno un display
zh_hans: 至少需要连接一台显示器
zh_hant: 至少需要连接一台显示器

source: There needs to be at least one display connected!
it: È necessario che ci sia almeno un display collegato!
zh_hans: 需要至少连接一台显示器！
zh_hant: 需至少連接一台顯示器！

source: These apps will be excluded when recording "Screen" or "Screen Area" But if the app is launched after the recording starts, it cannot be excluded.
it: Queste app saranno escluse quando si registra "Schermo" o "Area dello schermo" * Ma se l'app viene avviata dopo l'inizio della registrazione, non può essere esclusa
zh_hans: 在录制 "全屏画面" 或 "屏幕区域" 的时候将不会录制这些 App 的画面 但如果列表中的 App 在录屏开始后才被启动, 则无法被排除在录制画面之外.
zh_hant: 在錄製 "整個螢幕" 或 "螢幕區域" 的時候將不會錄製這些 App 的畫面 但如果列表中的 App 在錄影開始後才被啟動, 則無法被排除在錄製畫面之外.

source: This app exists in multiple screens, please select it manually!
it: Questa app esiste in più schermate, selezionala manualmente!
zh_hans: 此应用程序同时存在于多个屏幕中, 请手动选择!
zh_hant: 此應用程式同時存在於多個螢幕中, 請手動選擇!

source: This application has no windows!
it: Questa applicazione non ha finestre!
zh_hans: 此应用程序没有可录制的窗口!
zh_hant: 此應用程式沒有可錄製的視窗!

source: This removes recovery records, logs, and task-owned temporary files. Original recordings and completed archives are not deleted.
it: Ciò rimuove i record di ripristino, i registri e i file temporanei di proprietà delle attività. Le registrazioni originali e gli archivi completati non vengono cancellati.
zh_hans: 这会移除恢复记录、日志和任务自己的临时文件，不会删除原始录像或已经完成的正式归档。
zh_hant: 這會移除恢復記錄、日誌和工作自己的暫存檔案，不會刪除原始錄影或已完成的正式封存。

source: Toggle Screen Magnifier
it: Lente d'ingrandimento dello schermo
zh_hans: 显示/隐藏屏幕放大器
zh_hant: 顯示/隱藏螢幕放大鏡

source: Transparent
it: Trasparente
zh_hans: 透明
zh_hant: 透明

source: Trim
it: Ordinare
zh_hans: 修剪视频
zh_hant: 修剪影片

source: Unable to create output folder!
it: Impossibile creare la cartella di output!
zh_hans: 无法创建输出文件夹!
zh_hant: 無法建立輸出資料夾!

source: Unable to find the screen this window belongs to!
it: Impossibile trovare la schermata a cui appartiene questa finestra!
zh_hans: 无法确认此窗口所属的屏幕!
zh_hant: 無法確認此視窗所屬的螢幕!

source: Unable to remove recovery record
it: Impossibile rimuovere il record di ripristino
zh_hans: 无法移除恢复记录
zh_hant: 無法移除恢復記錄

source: Unable to use camera overlayer when recording a single window!
it: Impossibile utilizzare la sovrapposizione della fotocamera durante la registrazione di una singola finestra!
zh_hans: 录制单个窗口时无法使用摄像头浮窗!
zh_hant: 錄製單個視窗時無法使用攝像頭浮窗!

source: Unknow Error
it: Errore sconosciuto
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unknown
it: Sconosciuto
zh_hans: 未知
zh_hant: 未知

source: Unknown App
it: App sconosciuta
zh_hans: 未知应用
zh_hant: 未知應用

source: Unsupported source for AV1 archive.
it: Origine non supportata per l'archivio AV1.
zh_hans: 此源文件不支持 AV1 归档。
zh_hant: 此來源檔不支援 AV1 封存。

source: Update
it: Aggiornamento
zh_hans: 更新设置
zh_hant: 更新設定

source: Update Settings
it: Aggiorna impostazioni
zh_hans: 更新设置
zh_hant: 更新設定

source: Use H.265
it: Utilizza H.265
zh_hans: 使用 H.265
zh_hant: 使用 H.265

source: Use developer FFmpeg fallback
it: Utilizza il fallback FFmpeg dello sviluppatore
zh_hans: 使用开发 FFmpeg 后备路径
zh_hant: 使用開發 FFmpeg 後備路徑

source: Validate Recovered Archive
it: Convalida archivio recuperato
zh_hans: 验证已恢复的归档
zh_hant: 驗證已恢復的封存

source: Validate Temporary Archive
it: Convalida archivio temporaneo
zh_hans: 验证临时归档
zh_hant: 驗證暫存封存

source: Verifying
it: Verifica
zh_hans: 验证中
zh_hant: 驗證中

source: Verifying recovered archive
it: Verifica dell'archivio recuperato
zh_hans: 正在验证恢复的归档
zh_hant: 正在驗證恢復的封存

source: Video Settings
it: Impostazioni video
zh_hans: 视频设置
zh_hant: 影片設定

source: VideoToolbox H.264 hardware encoder doesn't support the current resolution. Continue with a software encoder will significantly increase the CPU usage. Would you like to use H.265 instead?
it: Il codificatore hardware H.264 di VideoToolbox non supporta la risoluzione corrente. Continuare con un codificatore software aumenterà in modo significativo l'utilizzo della CPU. Desideri invece utilizzare H.265?
zh_hans: 系统 H.264 硬件编码器不支持当前分辨率 继续使用 H.264 编码录制将大量占用CPU 是否改为使用 H.265 编码进行录制?
zh_hant: 內建 H.264 硬體編碼器不支援當前解析度 繼續使用 H.264 編碼錄製將大量佔用CPU 是否改為使用 H.265 編碼進行錄製?

source: Waiting on update…
it: In attesa di aggiornamento…
zh_hans: 正在更新, 请稍等…
zh_hant: 正在更新, 請稍等…

source: Wallpaper
it: Desktop
zh_hans: 桌面壁纸
zh_hant: 桌面背景

source: White
it: Bianco
zh_hans: 纯白色
zh_hant: 純白色

source: Window
it: Finestra
zh_hans: 录制窗口内容
zh_hant: 錄製視窗內容

source: Window Area
it: Area della finestra
zh_hans: 窗口范围
zh_hant: 錄製視窗範圍

source: Window Selector
it: Selettore di finestra
zh_hans: 窗口选择器
zh_hant: 視窗選擇器

source: Would you like to use H.265 format for better video quality and smaller file size?
it: Desideri utilizzare il formato H.265 per una migliore qualità video e dimensioni di file più piccole?
zh_hans: 是否使用 H.265 编码格式以获得 更好的录像画质和更小的文件体积?
zh_hant: 是否使用 H.265 編碼以獲得更好的錄影畫質和更小的檔案體積?

source: Yellow
it: Giallo
zh_hans: 系统黄色
zh_hant: 系統黃色

source: You are using macOS 12.7.4 Output files will be randomly corrupted on this version of macOS! Please upgrade to 12.7.5 to solve it.
it: Stai utilizzando macOS 12.7.4 I file di output saranno danneggiati casualmente su questa versione di macOS! Aggiorna a 12.7.5 per risolvere il problema.
zh_hans: 检测到当前系统版本为 macOS 12.7.4 QuickRecorder 在当前系统版本中会 随机出现录像文件保存失败的情况! 请升级至 macOS 12.7.5 以解决此问题.
zh_hant: 檢測到當前系統版本為 macOS 12.7.4 QuickRecorder 在當前系統版本中會 隨機出現錄影檔案儲存失敗的情況! 請升級至 macOS 12.7.5 以解決此問題.

source: [err] failed to fetch available content:
it: [err] impossibile recuperare il contenuto disponibile:
zh_hans: [错误] 无法获取可用的上下文:
zh_hant: [错误] 无法获取可用的上下文:

source: [no defaults]
it: [nessuna impostazione predefinita]
zh_hans: [无默认设置]
zh_hant: [无默认设置]

source: audio file writing issue
it: problema di scrittura del file audio
zh_hans: 音频文件写入出错
zh_hant: 音频文件写入出错

source: capture failed
it: cattura fallita
zh_hans: 捕获失败
zh_hant: 捕获失败

source: closing stream with error:
it: chiusura del flusso con errore:
zh_hans: 关闭流时发生错误:
zh_hant: 关闭流时发生错误:

source: failed to fetch file for size indicator: %@
it: impossibile recuperare il file per l'indicatore delle dimensioni: %@
zh_hans: 获取文件大小失败：%@
zh_hant: 取得檔案大小失敗：%@

source: iDevice Overlayer
it: Sovrapposizione dell'iDevice
zh_hans: iDevice覆盖层
zh_hant: iDevice覆蓋層

source: loaded unknown audio format:
it: formato audio sconosciuto caricato:
zh_hans: 加载了未知的音频格式:
zh_hant: 加载了未知的音频格式:

source: loaded unknown video format
it: formato video sconosciuto caricato
zh_hans: 加载了未知的视频格式
zh_hant: 加载了未知的视频格式

source: minutes
it: minuti per interrompere automaticamente la registrazione
zh_hans: 分钟后自动停止录制
zh_hant: 分鐘後自動停止錄製

source: s
it: secondi
zh_hans: 秒
zh_hant: 秒

source: unknown audio format while setting audio settings:
it: formato audio sconosciuto durante l'impostazione delle impostazioni audio:
zh_hans: 更改音频设置时设置了未知的音频格式
zh_hant: 更改音频设置时设置了未知的音频格式

source: unknown stream type
it: tipo di flusso sconosciuto
zh_hans: 未知的流类型
zh_hant: 未知的流类型

source: Audio
zh_hans: 音频设置
zh_hant: 音訊設定

source: OK
zh_hans: 好
zh_hant: 好

source: Video
zh_hans: 视频设置
zh_hant: 影片設定
